{"note": "The Age of the patient is 43. The Sex of the patient is male. The Chest pain type is asymptomatic. The Resting blood pressure is 132. The Serum cholesterol is 247. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is probable or definite left ventricular hypertrophy. The Maximum heart rate achieved is 143. The Exercise-induced angina is yes. The ST depression induced by exercise relative to rest is 0.1. The Slope of the peak exercise ST segment is flat.", "label": 1, "idx": 197}
{"note": "The Age of the patient is 58. The Sex of the patient is male. The Chest pain type is non-anginal pain. The Resting blood pressure is 160. The Serum cholesterol is 211. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is ST-T wave abnormality. The Maximum heart rate achieved is 92. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is flat.", "label": 1, "idx": 321}
{"note": "The Age of the patient is 69. The Sex of the patient is male. The Chest pain type is typical angina. The Resting blood pressure is 160. The Serum cholesterol is 234. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is probable or definite left ventricular hypertrophy. The Maximum heart rate achieved is 131. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.1. The Slope of the peak exercise ST segment is flat.", "label": 0, "idx": 117}
{"note": "The Age of the patient is 46. The Sex of the patient is male. The Chest pain type is asymptomatic. The Resting blood pressure is 180. The Serum cholesterol is 280. The Fasting blood sugar > 120 mg/dl is no. The Resting electrocardiogram results is ST-T wave abnormality. The Maximum heart rate achieved is 120. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is upsloping.", "label": 0, "idx": 418}
