{"note": "The Age of the patient is 62. The Sex of the patient is female. The Chest pain type is typical angina. The Resting blood pressure is 140. The Serum cholesterol is 0. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is normal. The Maximum heart rate achieved is 143. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is flat.", "label": 1, "idx": 707}
{"note": "The Age of the patient is 50. The Sex of the patient is female. The Chest pain type is non-anginal pain. The Resting blood pressure is 120. The Serum cholesterol is 219. The Fasting blood sugar > 120 mg/dl is no. The Resting electrocardiogram results is normal. The Maximum heart rate achieved is 158. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 1.6. The Slope of the peak exercise ST segment is flat.", "label": 0, "idx": 474}
{"note": "The Age of the patient is 57. The Sex of the patient is female. The Chest pain type is asymptomatic. The Resting blood pressure is 128. The Serum cholesterol is 303. The Fasting blood sugar > 120 mg/dl is no. The Resting electrocardiogram results is probable or definite left ventricular hypertrophy. The Maximum heart rate achieved is 159. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 0.0. The Slope of the peak exercise ST segment is upsloping.", "label": 0, "idx": 105}
{"note": "The Age of the patient is 63. The Sex of the patient is male. The Chest pain type is asymptomatic. The Resting blood pressure is 150. The Serum cholesterol is 0. The Fasting blood sugar > 120 mg/dl is yes. The Resting electrocardiogram results is ST-T wave abnormality. The Maximum heart rate achieved is 154. The Exercise-induced angina is no. The ST depression induced by exercise relative to rest is 3.7. The Slope of the peak exercise ST segment is upsloping.", "label": 1, "idx": 573}
