{"note": "The Buying price is low. The Doors is three. The Maintenance costs is very high. The Persons is more than four. The Safety score is medium. The Trunk size is medium.", "label": 1, "idx": 487}
{"note": "The Buying price is low. The Doors is two. The Maintenance costs is medium. The Persons is four. The Safety score is medium. The Trunk size is big.", "label": 2, "idx": 701}
{"note": "The Buying price is high. The Doors is four. The Maintenance costs is low. The Persons is more than four. The Safety score is high. The Trunk size is big.", "label": 1, "idx": 143}
{"note": "The Buying price is very high. The Doors is five or more. The Maintenance costs is low. The Persons is more than four. The Safety score is high. The Trunk size is big.", "label": 1, "idx": 887}
{"note": "The Buying price is medium. The Doors is two. The Maintenance costs is very high. The Persons is two. The Safety score is high. The Trunk size is big.", "label": 0, "idx": 880}
{"note": "The Buying price is very high. The Doors is four. The Maintenance costs is very high. The Persons is two. The Safety score is high. The Trunk size is medium.", "label": 0, "idx": 709}
{"note": "The Buying price is medium. The Doors is four. The Maintenance costs is low. The Persons is more than four. The Safety score is medium. The Trunk size is big.", "label": 2, "idx": 81}
{"note": "The Buying price is medium. The Doors is two. The Maintenance costs is low. The Persons is more than four. The Safety score is high. The Trunk size is big.", "label": 3, "idx": 341}
{"note": "The Buying price is very high. The Doors is three. The Maintenance costs is low. The Persons is two. The Safety score is low. The Trunk size is small.", "label": 0, "idx": 1368}
{"note": "The Buying price is medium. The Doors is five or more. The Maintenance costs is low. The Persons is more than four. The Safety score is high. The Trunk size is big.", "label": 3, "idx": 1172}
{"note": "The Buying price is medium. The Doors is five or more. The Maintenance costs is low. The Persons is four. The Safety score is medium. The Trunk size is medium.", "label": 2, "idx": 1275}
{"note": "The Buying price is low. The Doors is four. The Maintenance costs is high. The Persons is more than four. The Safety score is medium. The Trunk size is small.", "label": 1, "idx": 435}
{"note": "The Buying price is low. The Doors is five or more. The Maintenance costs is medium. The Persons is four. The Safety score is high. The Trunk size is big.", "label": 3, "idx": 747}
{"note": "The Buying price is medium. The Doors is two. The Maintenance costs is low. The Persons is more than four. The Safety score is high. The Trunk size is big.", "label": 3, "idx": 341}
{"note": "The Buying price is high. The Doors is four. The Maintenance costs is very high. The Persons is more than four. The Safety score is medium. The Trunk size is big.", "label": 0, "idx": 1307}
{"note": "The Buying price is low. The Doors is five or more. The Maintenance costs is medium. The Persons is four. The Safety score is high. The Trunk size is small.", "label": 2, "idx": 549}
